{
    "articles": [
        {
            "title": "The Value of Money",
            "img": "../img/coin.jpg",
            "alt": "US Coin",
            "fig": "United States Quarter",
            "text": "Money is a dependent variable that affects the many decisions people make in their lives, ranging from collegiate enrollment and job decisions to simple/major investments. Inadvertently or intentionally we make some of our biggest life decisions in accordance with money. But what makes money so fascinating? Perhaps it’s the idea that these multi-colored bills and coins in our wallets allow us to set occupational goals for future successes or squander them.<br><br>There seems to be more to the face-value of a dollar bill than at first glance. Currency, money, wealth and sometimes power, are all words used to describe the same thing; a certain acquisition of financial stability to the point of security and comfort. Now money in its physical form is paper and coins, which have a higher representation as a standard of currency within a region. This definition highlights the conventions of money in an economical way. However, money on a more intimate level comes to represent something entirely different to mankind.<br><br>Happiness can’t be bought, but show me a sad person buying a new Mercedes or BMW. The relationship between money and its owner is in how it’s handled. Money can be a gateway toward happiness and financial safety, a grave into debt and IOUs, or a lock and safe for the more greed-driven.<br><br>The value of money changes in the hands of its possessor but not in a physical manner, but a metaphysical one. As an abstract value money is infinitely malleable, represented as a symbolic entity of power, greed, happiness, security, potential and status. As purchasing or buying becomes an infinite choice, very similarly wealth takes on an infinitely different meaning in the eyes of its beholder. The influence of money is a product of its owner and its use.<br><br><span class='cite'>Andre Simpson | Elite Daily | May 20, 2013 <br>https://www.elitedaily.com/money/entrepreneurship/the-value-of-money-and-what-it-really-means</span"
        },
        {
            "title": "GMO Food",
            "img": "../img/gmo.jpg",
            "alt": "Tomato",
            "fig": "GMO Tomato Plant",
            "text": "Have you ever wondered where food comes from? When we think about it, a picture of a farmer planting seeds often comes to mind. But did you know that some seeds are genetically altered in a laboratory before being planted? These seeds are called genetically modified organisms (GMOs) and they grow into genetically modified (GM) foods. Health Canada makes sure that all foods, including GM foods, are safe for us to eat. Read on to learn more about GMOs and GM foods.<br><br>A GMO is a plant-based organism, like a seed, that: Has its genes (DNA) altered to act in a way that does not happen naturally and/or contains genes from another plant-based organism. GMOs are used to grow GM foods.<br><br>Since 1994, about 85 GM foods have been approved for sale in Canada. This includes GM foods grown in Canada and GM foods that have been imported from other countries. Only four main GM crops are currently grown in Canada including canola, soybean, corn and sugar beet. Most of these GM crops are exported to other countries.<br><br>Before a GM food can be sold in Canada, Health Canada makes sure it is safe to eat and will not harm your health or the environment. Health Canada completes a thorough safety assessment on all GM foods before they are allowed to be sold. A safety assessment can take many years.<br><br>GM foods do not have to be labelled in Canada. However, some food companies choose to label their products “GMO free”. Labelling of GM foods is challenging. This is because a food like GM corn can be used as an ingredient in many other foods like cereal, yogurt, frozen entrees and canned soup. All of these foods would need to be labelled as having genetically modified ingredients.<br><br><span class='cite'> Unlock Food | October 18, 2017 <br>http://www.unlockfood.ca/en/Articles/Food-technology/Understanding-Genetically-Modified-Foods.aspx</span"
        },
        {
            "title": "The View of World in 2100",
            "img": "../img/world.jpg",
            "alt": "World",
            "fig": "Image of the planet",
            "text": "The Internet will be in your contact lens. Imagine blinking, and then instantly going on line, accessing your home office, or home entertainment system anywhere or anytime. We will be able to download any movie, song, Web site, or piece of information off the Internet directly onto our Internet-enabled contact lenses. These lenses will also be able to identify people’s faces, translate their comments and provide subtitles, so that we will always know exactly with whom we are speaking and what they are saying in any language. We will live in a cross between “The Matrix” and real life. Tourists will love this, for example, since they will be able to see the glory of the Roman Empire resurrected in their contact lens as they walk among the ruins of Rome. Artists and architects will love it, as well, since they will be able to create great works of art by simply moving their hands in the air. People suffering from illnesses, like diabetes, will love it, too, because they will have immediate readouts of their heart rate, insulin levels, and other important conditions within their own bodies.<br><br>Computers will disappear, as will cellphones, clocks, watches, and MP3 players. Chips, costing less than a penny apiece, will be hidden by the millions in the environment. We will be able to command these hidden computers telepathically, directly via the mind. Computers will interpret the electrical signals emitted by our brains, decipher them, and carry out our wishes. When we walk into a room, we will be able to mentally control a computer that in turn will direct the many things around us. Moving heavy furniture, rearranging desks, and brewing a cup of coffee may be possible just by thinking about it. So we will be like the gods of mythology, mentally manipulating the world around us. We will also be able to conjure up almost any object just by wishing for it. This is done via “programmable matter,” which consists of millions of microscopic computer chips, which are intelligent and can be programmed to suddenly rearrange themselves into any shape or object on command, so that we will be able to create almost anything we can imagine<br><br><span class='cite'>Post Staff Report | New York Post | March 20, 2011 <br>https://nypost.com/2011/03/20/the-world-in-2100/</span"
        }
    ]
}
